/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 11/18/11.
   Copyright 2011 ashchan.com. All rights reserved.

   Dutch translation contributed by Ico Davids on 11/13/11.
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Ga naar inbox";

/* menubar tooltip when checking mail */
"Checking Mail" = "Bezig met controleren...";

/* connection error message */
"Connection Error" = "Verbindingsfout";

/* wrong username/password pair error message */
"Username/password Wrong" = "Gebruikersnaam/wachtwoord incorrect";

/* count of unread messages */
"Unread Messages" = "%s ongelezen berichten";

/* count (1) of unread message */
"Unread Message" = "%s ongelezen bericht";

/* last check time */
"Last Checked:" = "Laatst gecontroleerd:";

/* Enable, Disable */
"Enable Account" = "Activeer dit account";
"Disable Account" = "Deactiveer dit account";

/* Check */
"Check" = "Nu controleren";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Voorkeuren";
"Launch at login" = "Start bij login";
"Show unread count in menu bar" = "Toon aantal ongelezen berichten in de menubalk";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Bewerken";

"Username:" = "Gebruikersnaam:";
"Password:" = "Wachtwoord:";
"Check for new mail every" = "Controleer op nieuwe e-mail elke";
"minutes" = "minuten";
"Use Growl Notification" = "Gebruik Growl-notificaties";
"Play sound:" = "Speel geluid af:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Om een Google Hosted Account toe te voegen dient het volledige e-mailadres als gebruikersnaam ingevuld te worden. Bv.: admin@ashchan.com";
"Enable this account" = "Activeer dit account";
"Cancel" = "Annuleren";
"OK" = "OK";
